Repository: l3mm0n/l10n
Catalog: Project 1 - SARA/TranslationMemory_es.tmx
Source language: en_us
Languages: es_us

source: If you opt in as a first responder, your information will be used for a background check.
es_us: Si participa en el servicio de primera respuesta, su información será usada para hacer una revisión de antecedentes.

source: If an official search is organized in a specific area, you will be notified of the place and time.
es_us: Si una búsqueda oficial se organiza en una área específica, ud será informado del lugar y tiempo.

source: Then you may be pre-approved to search and can skip the lines at the search headquarters.
es_us: Entonces puede que sea pre aprobado para buscar y puede pasar por alto las filas en la sede de búsquedas.

source: "I would want everyone looking for my child if something went wrong."
es_us: "Quererría que todos estuvieron buscando a mi hijo si algo pasara".

source: SIGN UP USING YOUR PHONE.
es_us: REGISTRARSE CON SU CELULAR.

source: Simply text any zip code to 123456 and receive real-time alerts and advisories directly from your local police department and other local agencies.
es_us: Simplemente envia su código postal al número 123456 para recibir avisos actualizados directamente de su departamento policial local y otras agencias locales.

source: There is no charge for registering, but standard text messaging rates associated with your mobile phone service will apply.
es_us: No se cobra al registrarse, pero se aplicarán las tarifas correspondientes a mensajes de texto.

source: You can opt out at any time by texting "STOP" to 123456.
es_us: Puede dejar de participar en cualquier momento al enviar "STOP"al número 123456.

source: If you're texting a zip code to 123456 and using SARA for the first time, you can retrieve a temporary password to complete the registration process here.
es_us: Si envia un mensaje de texto de código postal al número 123456 o usa SARA por primera vez, puede recibir una contraseña temporal para completar el proceso de registración aquí.

source: Completing the registration process will allow you to fully customize how messages reach you - whether by mobile phone, email, or over the web at www.SARA.com - you decide!
es_us: Completar el proceso de registración le permite personalizar la manera que los mensajes le lleguen - o por celular, correo electrónico o por el sitio de web www.SARA.com - ¡ud elige!
